/* Main alert text */
"Q_HEADLINE_APP" = "“%1$@”是%3$@的%2$@。您確定要打開嗎？"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "“%1$@”是%3$@的%2$@。您確定要打開嗎？"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "“%1$@”可能是“%2$@”。將由“%4$@”打開%3$@的檔案。您確定要打開嗎？"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@”將會損害您的電腦。您應該將它丟入“垃圾桶”。"; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "從 Internet 下載"; 
"Q_ORIGIN_WEB" = "從 Internet 下載";
"Q_ORIGIN_MAIL" = "附加到郵件";
"Q_ORIGIN_CHAT" = "附加到聊天訊息";
"Q_ORIGIN_CALENDAR" = "附加到行事曆事件";
"Q_ORIGIN_MESSAGE" = "附加到訊息";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "它含有“%@”惡意軟體。"; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "無法將“%@”丟進“垃圾桶”。"; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "無法退出包含“%@”的磁碟映像檔。"; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "此惡意軟體必須手動移除。";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "已於%2$@下載此%1$@。"; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "“%1$@”已於%3$@下載此%2$@。"; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "“%1$@”已於%3$@從“%4$@”下載此%2$@。"; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "“%1$@”已於%3$@接收此%2$@。"; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "檔案";
"Q_DETAIL_TYPE_ALIAS" = "替身";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "“%@”位於磁碟映像檔“%@”上。"; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "“%@”位於找不到的磁碟映像檔上。"; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "已於%@下載此磁碟映像檔。"; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "“%1$@”已於%2$@下載此磁碟映像檔。"; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "“%1$@”已於%2$@從“%3$@”下載此磁碟映像檔。"; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "“%1$@”已於%2$@接收此磁碟映像檔。"; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "“%@”位於網路卷宗上。"; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "“%@”位於網路卷宗“%@”上。"; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "“%1$@”已於%2$@打開網路連線。"; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "今天 %@"; /* time */
"Q_DATE_YESTERDAY" = "昨天 %@"; /* time */
"Q_DATE_THIS_YEAR" = "%@"; /* date */
"Q_DATE_FULL" = "%@"; /* date */
"Q_DATE_UNKNOWN" = "未知的日期"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "當打開此應用程式時不要警告我"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "在此磁碟映像檔上打開應用程式時不要再警告我";
"Q_DO_NOT_WARN_SERVER" = "在此網路映像檔上打開應用程式時不要再警告我";

/* Regular button titles */
"Q_BUTTON_OPEN" = "打開";
"Q_BUTTON_CANCEL" = "取消";
"Q_BUTTON_SHOW_WEB_PAGE" = "顯示網頁";
"Q_BUTTON_SHOW_MAIL" = "顯示郵件";
"Q_BUTTON_SHOW_CHAT" = "顯示訊息";
"Q_BUTTON_SHOW_CALENDAR" = "顯示事件";
"Q_BUTTON_SHOW_DMG" = "顯示磁碟映像檔";
"Q_BUTTON_SHOW_APP" = "顯示應用程式";
"Q_BUTTON_SHOW_SOURCE" = "顯示來源";
"Q_BUTTON_EJECT_DMG" = "退出磁碟映像檔";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "丟到垃圾桶";

/* File kinds */
"Q_TYPE_APPLICATION" = "應用程式";
"Q_TYPE_SCRIPT_APPLICATION" = "工序指令應用程式";
"Q_TYPE_UNIX_APPLICATION" = " Unix 應用程式";
"Q_TYPE_JAVA_APPLICATION" = " Java 應用程式";
"Q_TYPE_WEB_APPLICATION" = "網路應用程式";
"Q_TYPE_QUARTZ_APPLICATION" = " Quartz Composer 應用程式";
"Q_TYPE_WINDOWS_APPLICATION" = "  Windows 應用程式";
"Q_TYPE_ALIAS_VARIANT" = "“%@”替身"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
